import React from "react";
import "./Privacy_policy.css";


export default function Privacy_policy() {
  return (
    <div className="Privacy_policy">
      <div className="main_privacy_img">
        <h1 className="main_heading ressss_hhhhhea mnhDd">会員規約・ <br className="d-block d-lg-none" />プライバシーポリシー</h1>
      </div>
      <div className="privacy_content py-5">
        <div className="container">
          <div className="row justify-content-center">
            <div className="col-md-10">
              <h5 className="privcy_heading_main">「ウェブガチャ」会員規約</h5>
            
              <p className="ptext priiiivay">第2条 (登録)</p>
              <p className='ptext priiiivay'>
                1.
                会員資格本規約に同意の上、所定の入会申込みをされたお客様は所定の登録手続完了後に会員としての資格を有します。会員登録手続は、会員となるご本人が行ってください。代理による登録は一切認められません。なお、過去に会員資格が取り消された方やその他当社が相応しくないと判断した方からの会員申込はお断りする場合があります。
              </p>
              <p className='ptext priiiivay'>
                1.
                会員資格本規約に同意の上、所定の入会申込みをされたお客様は所定の登録手続完了後に会員としての資格を有します。会員登録手続は、会員となるご本人が行ってください。代理による登録は一切認められません。なお、過去に会員資格が取り消された方やその他当社が相応しくないと判断した方からの会員申込はお断りする場合があります。
              </p>

              <p className='ptext priiiivay'>
                2.
                会員情報の入力会員登録手続の際には入力上の注意をよく読み、所定の入力フォームに必要事項を正確に入力してください。会員情報の登録において特殊記号・旧漢字・ローマ数字などはご使用になれません。これらの文字が登録された場合は当社にて変更致します。3.
                パスワードの管理(1)
                パスワードは会員本人のみが利用できるものとし、第三者に譲渡・貸与できないものとします。(2)
                パスワードは他人に知られることがないよう定期的に変更する等、会員本人が責任をもって管理してください。(3)
                パスワードを用いて当社に対して行われた意思表示は会員本人の意思表示とみなし、そのために生じる支払等はすべて会員の責任となります。
              </p>

              <p className='ptext priiiivay'>
                第3条 (変更) 1.
                会員は氏名、住所など当社に届け出た事項に変更があった場合には速やかに当社に連絡するものとします。2.
                変更登録がなされなかったことにより生じた損害について、当社は一切責任を負いません。また、変更登録がなされた場合でも変更登録前にすでに手続がなされた取引は変更登録前の情報に基づいて行われるものとします。
                第4条 (退会)
              </p>
              <p className='ptext priiiivay'>
                会員が退会を希望する場合には会員本人が退会手続きを行ってください。所定の退会手続の終了後に退会となります。
                第5条 (会員資格の喪失及び賠償義務)
              </p>
              <p className='ptext priiiivay'>
                1.
                会員が会員資格取得申込の際に虚偽の申告をしたとき、通信販売による代金支払債務を怠ったとき、その他当社が会員として不適当と認める事由があるときは、当社は会員資格を取り消すことができることとします。2.
                会員が以下の各号に定める行為をしたときは、これにより当社が被った損害を賠償する責任を負います。(1)
                会員番号、パスワードを不正に利用すること(2)
                当ホームページにアクセスして情報を改ざんしたり、当ホームページに有害なコンピュータプログラムを送信するなどして当社の営業を妨害すること(3)
                当社が扱う商品の知的所有権を侵害する行為をすること(4)
                その他、この利用規約に反する行為をすること
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
