import React from "react";
import "./Term_of_services.css";

export default function Term_of_services() {
  return (
    <div className="Privacy_policy">
      <div className="main_privacy_img">
        <h1 className="mnhDd privacyTitleMainaga">会員登録：ご利用規約に同意してください</h1>
      </div>
      <div className="container trmupperTop">
        <div className="row justify-content-center">
          <div className="col-md-10">
            <h4 className="term_heading">
              【重要】 会員登録をされる前に必ず下記ご利用規約をお読みください。
            </h4>
            <p className="my-3 mb-0 trmTowPera">
              規約には、ウェブガチャを使用するに当たってお客様の権利と義務が規定されております。会員登録画面にて「同意して進む」ボタンをクリックするとお客様は本規約の全ての条件に同意したことになります
            </p>
            <div className="scroll_text">
              <p>「ウェブガチャ」ご利用規約</p>
              <p>第1条 (会員)</p>
              <p>
                1.
                「会員」とは、当社が定める手続に従い本規約に同意の上、入会の申し込みを行う個人をいいます。2.
                「会員情報」とは、会員が当社に開示した会員の属性に関する情報および会員の取引に関する履歴等の情報をいいます。3.
                本規約はすべての会員に適用され、登録手続時および登録後にお守りいただく規約です。
              </p>
              <p>第2条 (登録)</p>
              <p>
                1.
                会員資格本規約に同意の上、所定の入会申込みをされたお客様は所定の登録手続完了後に会員としての資格を有します。会員登録手続は、会員となるご本人が行ってください。代理による登録は一切認められません。なお、過去に会員資格が取り消された方やその他当社が相応しくないと判断した方からの会員申込はお断りする場合があります。
              </p>
              <p>
                2.
                会員情報の入力会員登録手続の際には入力上の注意をよく読み、所定の入力フォームに必要事項を正確に入力してください。会員情報の登録において特殊記号・旧漢字・ローマ数字などはご使用になれません。これらの文字が登録された場合は当社にて変更致します。
              </p>
              <p>
                3. パスワードの管理(1)
                パスワードは会員本人のみが利用できるものとし、第三者に譲渡・貸与できないものとします。(2)
                パスワードは他人に知られることがないよう定期的に変更する等、会員本人が責任をもって管理してください。(3)
                パスワードを用いて当社に対して行われた意思表示は会員本人の意思表示とみなし、そのために生じる支払等はすべて会員の責任となります。
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
